Repository: ckx000/SrvSurvey
Catalog: SrvSurvey/Properties/FactionStates.*.resx
Languages: de, zh_hans

source: None
de: Keiner
zh_hans: 无

source: Retreat
de: Rückzug
zh_hans: 撤退

source: War
de: Krieg
zh_hans: 战争

source: Lockdown
de: Abriegelung
zh_hans: 封锁

source: Civil Unrest
de: Unruhen
zh_hans: 民间动荡

source: Civil War
de: Bürgerkrieg
zh_hans: 内战

source: Boom
de: Aufschwung
zh_hans: 繁荣

source: Expansion
zh_hans: 扩张

source: Bust
de: Pleite
zh_hans: 萧条

source: Outbreak
de: Ausbruch
zh_hans: 疫情爆发

source: Famine
de: Hungersnot
zh_hans: 饥荒

source: Election
de: Wahlen
zh_hans: 选举

source: Investment
de: Investition
zh_hans: 投资热潮

source: Civil Liberty
de: Bürgerliche Freiheit
zh_hans: 公民自由

source: Incursion
de: Einmarsch
zh_hans: 渗透入侵

source: Pirate Attack
de: Piratenangriff
zh_hans: 海盗袭击

source: Drought
de: Dürre
zh_hans: 干旱

source: Blight
de: Seuche
zh_hans: 枯萎病

source: Cold War
de: Kalter Krieg
zh_hans: 冷战

source: Colonisation
de: Kolonialisierung
zh_hans: 殖民

source: Historic Event
de: Historisches Ereignis
zh_hans: 历史性事件

source: Infrastructure Failure
de: Versagen der Infrastruktur
zh_hans: 基础设施故障

source: Natural Disaster
de: Naturkatastrophe
zh_hans: 自然灾害

source: Public Holiday
de: Gesetzlicher Feiertag
zh_hans: 公共假日

source: Revolution
zh_hans: 革命

source: Technological Leap
de: Technologischer Vorsprung
zh_hans: 技术飞跃

source: Terrorism
de: Terroranschlag
zh_hans: 恐怖活动

source: Trade War
de: Handelskrieg
zh_hans: 贸易战

# Thargoid_Probing
source: Thargoid Alert
de: Thargoiden-Alarm
zh_hans: Thargoid萨格族警报

# Thargoid_Harvest
source: Thargoid Invasion
de: Thargoiden-Invasion
zh_hans: Thargoid萨格族入侵

source: Thargoid Controlled
de: Unter Thargoiden-Kontrolle
zh_hans: Thargoid萨格族控制区

# Thargoid_Stronghold
source: Thargoid Maelstrom
de: Thargoid-Mahlstrom
zh_hans: Thargoid萨格族漩涡

# Thargoid_Recovery
source: Post-Thargoid Recovery
de: Post-Thargoiden-Wiederherstellung
zh_hans: 后萨格族复苏期
